[[null, "<p>欢迎使用 langchain-ChatGLM Web UI！</p></p>\n<p>请在右侧切换模式，目前支持直接与 LLM 模型对话或基于本地知识库问答。</p>\n<p>知识库问答模式，选择知识库名称后，即可开始问答，当前知识库新建知识库，如有需要可以在选择知识库名称后上传文件/文件夹至知识库。</p>\n<p>知识库暂不支持文件删除，该功能将在后续版本中推出。"], [null, "模型已成功加载，可以开始对话，或从右侧选择模式后开始对话"], [null, "已新增知识库&quot;&quot;,将在上传文件并载入成功后进行存储。请在开始对话前，先完成文件上传。"], [null, "已添加 财务报销制度.pdf 内容至知识库，并已加载知识库，请开始提问"], ["财务报销制度的拟文人是谁", "<p>根据已知信息，财务报销制度的拟文人应该是张霞，来自财务部。</p>\n<details> <summary>出处 [1] 财务报销制度.pdf</summary>\n财务报销管理规定           文件密级：内部公开 Copyright © 2016-2025 MegaRobo Technologies Co. , Ltd.  All Rights Reserved   财务部文件   文件编号：Megarobo【CW/20170201】   拟文人：张霞   拟文部门：财务部   审核人：黄瑜清   主送：全员   版次：第一版   总页数：共 8 页   财务报销管理规定   一、目的   为明确费用开支审批手续， 提高工作效率；   加强公司内部控制，合理降低公司经营成本；   规范公司的管理，减小公司财务和经营风险；   二、报销单据的构成及整理方法  1. 完整的报销单是指支出凭单或差旅报销单附带发票。   2. 差旅费报销单据后附单据只限于填写往来交通费、出差期  间市内车费、订票费、退票费、住宿费、餐补； 出差期间招  待费、购买办公用品等填写支出凭单。   3. 支出凭单为用于扣除差旅费开支以外的所有支付业务，\n</details><details> <summary>出处 [2] 财务报销制度.pdf</summary>\n遇单据纸面过大时，   可在票据粘贴完成后向内折叠， 保证随时可以翻阅。   6．报销流程：报销人粘贴票据、填写报销单，报销单上须注  明支出事由、项目、发票张数、报销金额和经办人签名。 具  体流程为报销人填写→费用审批签批→报销人将单据交到  财务部→财务会计记账→财务经理复核→出纳付款。   7．报销完成时限，正常以报销单审核完次日算起五个工作日  内完成。   三、  报销注意事项  1、报销员工在公司内部的， 需亲笔、正楷、完整填写各种报  销单据， 不得漏项，\n</details><details> <summary>出处 [3] 财务报销制度.pdf</summary>\n   3、若实际报销金额小于发票金额的应在发票背面上注明实   M     财务报销管理规定            文件密级：内部公开 Copyright © 2016-2025 MegaRobo Technologies Co. , Ltd.  All Rights Reserved  报多少金额，并签字确认，不能把发票上的金额直接划掉后  再写上报销金额，这样会造成发票无效。   5、为了分清责任，进行部门核算，不同人员支出的业务费用  不得混淆在同一张报销单上。\n</details><details> <summary>出处 [4] 财务报销制度.pdf</summary>\n发放日期为次月 8 日前， 遇节假日顺延。  （六）、版面费/广告代理费/印刷费（出片费）：由部门凭发 票填写费用报销单，财务部对票据进行核实（附上详细清单）， 核对无误后按报销手续办理。  （七）、培训/年检费：国家部门（财政、税务、外管、海关 等）强制要求公司人员参加的培训学习和年检费用，经各部 门经理批准后，才能办理报销手续。  （八）、研发用物料采购，需要提供发票系统打出的物料清单。\n</details>"], ["报销流程是怎样的", "<p>根据已知信息，报销流程包括以下步骤：</p>\n<ol>\n<li>报销人填写报销单，注明支出事由、项目、发票张数、报销金额和经办人签名。</li>\n<li>报销人将单据交到财务部。</li>\n<li>财务部对票据进行审核，确保报销内容符合规定且金额真实。</li>\n<li>财务会计记账，记录报销金额和报销单号。</li>\n<li>财务经理复核，确保报销单据无误。</li>\n<li>出纳付款，按照报销单上的报销金额和报销单号进行付款。</li>\n</ol>\n<p>需要注意的是，报销人需亲笔、正楷、完整填写各种报销单据，不得漏项，也不能随意涂改挖补。报销金额若涉及到小数点两位数，应按四舍五入保留位数。同时，为了分清责任，不同人员支出的业务费用不得混淆在同一张报销单上。</p>\n<details> <summary>出处 [1] 财务报销制度.pdf</summary>\n财务报销管理规定   一、目的   为明确费用开支审批手续， 提高工作效率；   加强公司内部控制，合理降低公司经营成本；   规范公司的管理，减小公司财务和经营风险；   二、报销单据的构成及整理方法  1. 完整的报销单是指支出凭单或差旅报销单附带发票。   2. 差旅费报销单据后附单据只限于填写往来交通费、出差期  间市内车费、订票费、退票费、住宿费、餐补； 出差期间招  待费、购买办公用品等填写支出凭单。   3. 支出凭单为用于扣除差旅费开支以外的所有支付业务，\n</details><details> <summary>出处 [2] 财务报销制度.pdf</summary>\n, Ltd.  All Rights Reserved  括有明确用途和明确金额的预付款项。   4.  经办人应先按报销内容对原始发票进行分类整理，如办公  用品、差旅费、资料费、市内交通费等等，应分类后再按时  间先后粘贴，以便分类汇总数据。   5. 粘贴票据， 将胶水涂抹于票据左侧背面， 沿粘贴单左上方  从左到右、自上而下错开， 呈鱼鳞状依次均匀粘贴， 保持票  据的左侧及上方不超出粘贴单的边界， 遇单据纸面过大时，   可在票据粘贴完成后向内折叠， 保证随时可以翻阅。   6．报销流程：报销人粘贴票据、填写报销单，报销单上须注  明支出事由、项目、发票张数、报销金额和经办人签名。 具  体流程为报销人填写→费用审批签批→报销人将单据交到  财务部→财务会计记账→财务经理复核→出纳付款。   7．报销完成时限，正常以报销单审核完次日算起五个工作日  内完成。   三、  报销注意事项  1、报销员工在公司内部的， 需亲笔、正楷、完整填写各种报  销单据， 不得漏项， （特殊约定应用铅笔做好备注）不得随意  涂改挖补， 特别是报销单上的大小写金额、单据张数不能涂  改， 有涂改应重新填写。   2、报销金额若涉及到小数点两位数，报销单上直接按四舍五  入保留位数。    3、若实际报销金额小于发票金额的应在发票背面上注明实   M     财务报销管理规定            文件密级：内部公开 Copyright © 2016-2025 MegaRobo Technologies Co. , Ltd.  All Rights Reserved  报多少金额，并签字确认，不能把发票上的金额直接划掉后  再写上报销金额，这样会造成发票无效。   5、为了分清责任，进行部门核算，不同人员支出的业务费用  不得混淆在同一张报销单上。   6、加强报销管理，当月帐，当月了，费用报销以实际发票日  期为准。\n</details>"], ["我的出差地是北京，那么我可以住多少钱一晚的酒店", "<p>根据已知信息，你的出差地是北京，而关于差旅费的限额和标准，没有提到北京的具体标准。因此，我们无法确定在北京，你的出差地可以住多少钱一晚的酒店。建议您查阅公司的差旅费报销规定，以获取更详细的信息。</p>\n<details> <summary>出处 [1] 财务报销制度.pdf</summary>\n  二、报销单据的构成及整理方法  1. 完整的报销单是指支出凭单或差旅报销单附带发票。   2. 差旅费报销单据后附单据只限于填写往来交通费、出差期  间市内车费、订票费、退票费、住宿费、餐补； 出差期间招  待费、购买办公用品等填写支出凭单。   3. 支出凭单为用于扣除差旅费开支以外的所有支付业务， 包  M    财务报销管理规定           文件密级：内部公开 Copyright © 2016-2025 MegaRobo Technologies Co.\n</details><details> <summary>出处 [2] 财务报销制度.pdf</summary>\n  （三）、差旅费：于返回 7 天内报销， 由部门经理审核票据的  合理性（注明出差地点、事由、时间、人数）  1、 差旅费指公司员工因工作需要， 经公司安排， 由工作地前  往目的地出差乘坐各种交通工具产生的交通费、出差期间的  住宿费和出差补贴等。   2、 按照出差地点的不同，差旅费分为市内交通费（含异地城  市的市内）和异地交通费，外出尽量乘坐公交车，每张发票  背后须有经办人亲笔签名，并写清出差日期、往来路线与说  明。   M    财务报销管理规定           文件密级：内部公开 Copyright © 2016-2025 MegaRobo Technologies Co. , Ltd.  All Rights Reserved  3、坐飞机的有关规定： 公司总经理、部门经理，出差可乘飞机（经济舱）。 一般人员 出差，在特殊情况下需乘飞机，必须提前向部门经理申请， 批准后方可购买乘坐飞机，返回报销后此张相关报销凭证后 面请审批人签字确认。  4、   差旅费标准： （1）出差人员的住宿费实行限额内实报实销， 超过限额不予 报销 住宿费报销标准表 职务 一类城市 直 辖 市 各 省 会 城市 其他市级县等 员工 300 250 200 注：一类城市：北京、上海、深圳、广州；  （2）出差期间餐费实行定额补助，补助金额为每人每日 100 元，超支不补。\n</details><details> <summary>出处 [3] 财务报销制度.pdf</summary>\n如出差人  员投亲靠友自行解决住宿问题，则发放 100 元奖励，此款核  实权在财务，无需领导审批，员工直接发邮件给财务报销人  员，合并工资月底一起发放。   （四）、业务招待费用：业务招待费须附有饭店消费明细单，  有同行人须有同行人在报销单上签字确认，并注明时间及招  待客户名称和人数； 赠送礼品的费用须注明所送人名及礼品  名称、数量。\n</details>"], ["我的出差地是北京，我的住宿费报销标准是多少", "根据已知信息，你的出差地是北京。关于差旅费的限额和标准，没有提到北京的具体标准。因此，我们无法确定在北京，你的出差地可以住多少钱一晚的酒店。建议查阅公司的差旅费报销规定，以获取更详细的信息。\n\n<details> <summary>出处 [1] 财务报销制度.pdf</summary>\n  二、报销单据的构成及整理方法  1. 完整的报销单是指支出凭单或差旅报销单附带发票。   2. 差旅费报销单据后附单据只限于填写往来交通费、出差期  间市内车费、订票费、退票费、住宿费、餐补； 出差期间招  待费、购买办公用品等填写支出凭单。   3. 支出凭单为用于扣除差旅费开支以外的所有支付业务， 包  M    财务报销管理规定           文件密级：内部公开 Copyright © 2016-2025 MegaRobo Technologies Co.\n</details><details> <summary>出处 [2] 财务报销制度.pdf</summary>\n  六、  各项费用开支手续及标准  （一）、办公用品、低值易耗品：由办公室统一购买的，办公  室文员根据发票同实物核对无误，办公室文员在采购员费用  报销单签字确认。   （二）、固定资产：采购人员为设备管理人员或采购员，根据  发票同实物核对无误后，固定资产验收单,方可以办理报销。   （三）、差旅费：于返回 7 天内报销， 由部门经理审核票据的  合理性（注明出差地点、事由、时间、人数）  1、 差旅费指公司员工因工作需要， 经公司安排，\n</details><details> <summary>出处 [3] 财务报销制度.pdf</summary>\n All Rights Reserved  3、坐飞机的有关规定： 公司总经理、部门经理，出差可乘飞机（经济舱）。 一般人员 出差，在特殊情况下需乘飞机，必须提前向部门经理申请， 批准后方可购买乘坐飞机，返回报销后此张相关报销凭证后 面请审批人签字确认。  4、   差旅费标准： （1）出差人员的住宿费实行限额内实报实销， 超过限额不予 报销 住宿费报销标准表 职务 一类城市 直 辖 市 各 省 会 城市 其他市级县等 员工 300 250 200 注：一类城市：北京、上海、深圳、广州；  （2）出差期间餐费实行定额补助，补助金额为每人每日 100 元，超支不补。  （3）市内交通按实际报销，每张交通费用后写明始发及终点。  （4）出差乘坐火车、轮船，一般以朝发夕至特快硬卧，动车 二等座，高铁二等座为标准，遇到无法购买相应车票，须经 部门经理针对此项审批方可报销。\n</details><details> <summary>出处 [4] 财务报销制度.pdf</summary>\n  （2）到达日补助计算：以有效报销车票或飞机票的准确开车  或起飞时间为准：上午 12：00 后返回的可享受早餐/午餐补  助； 18：00 后返回的可全天补助。   （3）出差天数的计算方法：按照实有天数报销人员自行填写  到差旅费报销单上。   7、其他  对因公外出人员均对号入座按标准办理报销费用。 如出差人  员投亲靠友自行解决住宿问题，则发放 100 元奖励，此款核  实权在财务，无需领导审批，员工直接发邮件给财务报销人  员，合并工资月底一起发放。\n</details>"]]